export const questions = [
  {
    title: " Эритроцит живет до ? дней.",
    variants: ["120", "150", "220"],
    correct: 0,
  },
  {
    title:
      "Постоянно в теле человека находится ? триллиона кровяных красных клеток.",
    variants: [
      "3 триллиона",
      "2 триллиона",
      "2,5 триллиона",
    ],
    correct: 2,
  },
  {
    title: "Кровяные тельца имеют форму…",
    variants: [
      "Звёздочек",
      "Пончиков",
      "Фасолин",
    ],
    correct: 1,
  },
  {
    title: "Что из этого не относится к основным физиологическим показателям?",
    variants: [
      "Пульс",
      "Цвет волос",
      "Температура тела",
    ],
    correct: 1,
  },
  {
    title: "Сколько всего существует групп крови?",
    variants: [
      "3 (0, А, В)",
      "2 (0, А)",
      "4 (0, А, В, АВ)",
    ],
    correct: 2,
  },
  {
    title: "Как называется прозрачная мембрана, которая проводит свет к сетчатке глаза?",
    variants: [
      "Роговица",
      "Хрусталик",
      "Ресница",
    ],
    correct: 0,
  },
  {
    title: "Где расположены близнецовые мышцы?",
    variants: [
      "В груди",
      "В тазу",
      "В плечах",
    ],
    correct: 1,
  },
  {
    title: "Какой самый точный способ измерить внутреннюю температуру тела?",
    variants: [
      "Под языком",
      "Под мышкой",
      "Ректально",
    ],
    correct: 2,
  },
  {
    title: "Что из этого не помогает при лечении простуды?",
    variants: [
      "Питьё",
      "Постельный режим",
      "Антибиотики",
    ],
    correct: 2,
  },
  {
    title: "Частота сердечных сокращений 60–80 ударов в минуту считается…",
    variants: [
      "Пониженной",
      "Повышенной",
      "Нормальной",
    ],
    correct: 2,
  },
  {
    title: "Сжигаем ли мы калории во время сна?",
    variants: [
      "Зависит от массы тела",
      "Да",
      "Нет",
    ],
    correct: 1,
  },
  {
    title: "Какие препараты помогают при аллергии?",
    variants: [
      "Антигистаминый",
      "Антиоксиданты",
      "Антианксиолитики",
    ],
    correct: 0,
  },
  {
    title: "Какой орган обычно поражает меланома?",
    variants: [
      "Лёгкие",
      "Кожу",
      "Мозг",
    ],
    correct: 1,
  },
  {
    title: "Какой самый крупный орган в теле человека?",
    variants: [
      "Сердце",
      "Желудок",
      "Кожа",
    ],
    correct: 2,
  },
  {
    title: "Какую долю головного мозга человека составляет вода?",
    variants: [
      "75%",
      "95%",
      "35%",
    ],
    correct: 0,
  },
  {
    title: "Где хранится ДНК?",
    variants: [
      "В хромосомах",
      "В спинном мозге",
      "В половых клетках",
    ],
    correct: 0,
  },
  {
    title: "Из скольких камер состоит сердце человека?",
    variants: [
      "3",
      "2",
      "4",
    ],
    correct: 2,
  },
  {
    title: "В старину гусарским насморком назывыали…",
    variants: [
      "Слезы",
      "ОРВИ",
      "Гонорею",
    ],
    correct: 2,
  },
  {
    title: "Если деревенский знахарь поставил диагноз «перхуй», то нужно…",
    variants: [
      "Заварить горячего чая, ведь это просто кашель",
      "Это что-то кожное, нужно найти мазь",
      "Взять больничный",
    ],
    correct: 0,
  },
  {
    title: "Падучая в старину приходила к ….",
    variants: [
      "Эпилепсикам",
      "Ипохондрикам",
      "Детям",
    ],
    correct: 0,
  },
  {
    title: "Как бы сейчас назвали чахотку?",
    variants: [
      "Авитаминоз",
      "Туберкулез легких",
      "Дифтерия",
    ],
    correct: 1,
  },
  {
    title: "Какое заболевание раньше называли грудной жабой?",
    variants: [
      "Тромбоз",
      "Стенокардия",
      "Аневризма",
    ],
    correct: 1,
  },
  {
    title: "Как грипп называли в эпоху Возрождения?",
    variants: [
      "Инфлюэнца",
      "Кила",
      "Почечуй",
    ],
    correct: 0,
  },
  {
    title: "Какую болезнь монархи Англии и Франции лечили своими прикосновениями?",
    variants: [
      "Золотуху",
      "Пляску святого Витта",
      "Испанку",
    ],
    correct: 0,
  },
  {
    title: "Базедовой болезнью болела Надежда Крупская. Как бы заболевание назвали сейчас?",
    variants: [
      "Эписклерит",
      "Гипоплазия",
      "Диффузный токсический зоб",
    ],
    correct: 2,
  },
];